Repository: onkaraman/jokebox-client
Catalog: JokeBox.Core/Resources/AppResources.*.resx
Languages: tr_tr

# ResourceLanguage
source: en-US
tr_tr: tr-TR

# About
source: About Jokebox
tr_tr: Jokebox hakkında

# Bewerten
source: Review
tr_tr: Değerlendir

# Descr
source: So you never get bored.
tr_tr: Canının hiç bir zaman sıkılmaması için

# EinenMoment
source: One moment
tr_tr: Bir saniye

# EntwickeltVonAreon
source: Developed by Areon
tr_tr: Areon tarafından icat edildi

# Erzaehlen
source: Tell a joke
tr_tr: Anlat

# Hochladen
source: Submit
tr_tr: Yükle

# Mail
source: Contact us
tr_tr: Mail

# Neuste
source: newest
tr_tr: Yeni

# NochMindestens
source: Characters left:
tr_tr: Eksik harfler:

# SetName
source: Before submitting jokes, you need to have your unique and unchangeable name. With your unique name you can collect and track your points. One upvote stands for one point.
tr_tr: Espirilerini yayınlamadan önce bir kullanıcı adı belirlemelisin. Bunu yaparak puan toplayıp kendi espirilerinin ne kadar çok sevildiğini takip ede bilirsin. Her iyi oy bir puan getirir. Kullanıcı adını iyi düşün, zira sonra değiştirilmiyor.

# Speichern
source: Save
tr_tr: Yükle

# ZuKurz
source: Too short
tr_tr: Kısa

# Favorit
source: favorite
tr_tr: Favori

# MeineFavs
source: My favorites
tr_tr: Benim favorilerim

# Teilen
source: share
tr_tr: Paylaş

# CCode
source: EN
tr_tr: TR

# Review
source: You have Jokebox for a long time now and we are happy to see you enjoying it. Now we would like to read your review
tr_tr: Jokebox'u daha sık kullanıyorsun, bunun için çok mutluyuz. Uygulamayı değerlendirirsen çok seviniriz.

# NoFavs
source: You haven't saved any favorites
tr_tr: Henüz favorilerini oluşturmamışsın

# Report
source: Report joke
tr_tr: Rapor
